Repository: Charleschtsoi/Simple-Mobile
Catalog: SimpleMobile/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: Add Slot
zh_hk: 新增項目

source: Add the widget to your Home Screen to launch apps with a tap.
zh_hk: 將小工具加入主畫面，點按即可開啟應用程式。

source: Appearance
zh_hk: 外觀

source: App Slots
zh_hk: 應用程式項目

source: Background
zh_hk: 背景

source: Background color
zh_hk: 背景顏色

source: Black
zh_hk: 黑色

source: Bold
zh_hk: 粗體

source: Cancel
zh_hk: 取消

source: Center
zh_hk: 置中

source: Color
zh_hk: 顏色

source: Continue
zh_hk: 繼續

source: Could not save wallpaper. Try again.
zh_hk: 無法儲存桌布，請再試一次。

source: Custom
zh_hk: 自訂

source: Deep Grey
zh_hk: 深灰

source: Display
zh_hk: 顯示

source: Edit Slot
zh_hk: 編輯項目

source: English
zh_hk: 英文

source: Enter a URL scheme or shortcut name
zh_hk: 請輸入 URL 方案或捷徑名稱

source: Font Weight
zh_hk: 字重

source: Get Started
zh_hk: 開始使用

source: Go Minimal
zh_hk: 極簡生活

source: Label
zh_hk: 標籤

source: Label is required
zh_hk: 必須填寫標籤

source: Label Language
zh_hk: 標籤語言

source: Language
zh_hk: 語言

source: Launch
zh_hk: 啟動

source: Leading
zh_hk: 靠左

source: Light
zh_hk: 細體

source: Long labels may appear smaller on the widget
zh_hk: 標籤過長可能會在小工具上縮小顯示

source: Long-press your Home Screen
zh_hk: 長按主畫面

source: No link configured
zh_hk: 尚未設定連結

source: Open %@
zh_hk: 開啟 %@

source: Open app to configure
zh_hk: 開啟應用程式以設定

source: Photo access denied. Enable in Settings.
zh_hk: 相片權限被拒絕，請在設定中啟用。

source: Preview
zh_hk: 預覽

source: Replace colorful icons with clean text labels. Tap to launch.
zh_hk: 以簡潔文字取代彩色圖示，點按即可啟動。

source: Save
zh_hk: 儲存

source: Save to Photos
zh_hk: 儲存至相片

source: Saved to Photos
zh_hk: 已儲存至相片

source: Search for 極簡手機 and add Medium or Large
zh_hk: 搜尋「極簡手機」並加入中型或大型小工具

source: Set a solid wallpaper and move other apps to App Library for a distraction-free screen.
zh_hk: 設定純色桌布，並將其他應用程式移至 App 資料庫，打造無干擾畫面。

source: Shortcut Name (optional)
zh_hk: 捷徑名稱（選填）

source: Shortcut: %@
zh_hk: 捷徑：%@

source: Size
zh_hk: 尺寸

source: Slots
zh_hk: 項目

source: Tap Edit, then Add Widget
zh_hk: 點按「編輯」，然後「加入小工具」

source: Test Link
zh_hk: 測試連結

source: Text Alignment
zh_hk: 文字對齊

source: Trailing
zh_hk: 靠右

source: Typography
zh_hk: 字體

source: URL Scheme
zh_hk: URL 方案

source: URL scheme must include ://
zh_hk: URL 方案必須包含 ://

source: Universal Square
zh_hk: 通用正方形

source: Wallpaper
zh_hk: 桌布

source: Wallpaper preview
zh_hk: 桌布預覽

source: Wallpaper Size
zh_hk: 桌布尺寸

source: White
zh_hk: 白色

source: Your phone, simplified.
zh_hk: 你的手機，從簡。

source: Add the Widget
zh_hk: 加入小工具

source: Apps like this have no public URL scheme. Create a Shortcut once, then enter its exact name below.
zh_hk: 此類應用程式沒有公開 URL 方案。請先建立捷徑一次，然後在下方輸入完全相同的名稱。

source: Create a new shortcut with the Open App action, then choose %@
zh_hk: 建立新捷徑，加入「開啟 App」動作，然後選擇 %@

source: Hong Kong Apps
zh_hk: 香港應用程式

source: Launch Mode
zh_hk: 啟動方式

source: Name the shortcut exactly: %@
zh_hk: 將捷徑命名為：%@

source: Open the Shortcuts app
zh_hk: 開啟「捷徑」App

source: Preset: %@
zh_hk: 預設：%@

source: Return here and enter that name in Shortcut Name, then tap Test Link
zh_hk: 返回此處，在「捷徑名稱」輸入該名稱，然後點按「測試連結」

source: Shortcut Only
zh_hk: 僅限捷徑

source: Shortcut Setup Guide
zh_hk: 捷徑設定指南

source: Shortcut Name
zh_hk: 捷徑名稱

source: Shortcut name is required for Shortcut Only mode
zh_hk: 「僅限捷徑」模式必須填寫捷徑名稱

source: Shortcut not configured
zh_hk: 尚未設定捷徑

source: Tap a preset to auto-fill. Shortcut-only apps need a one-time Shortcuts setup.
zh_hk: 點按預設項目自動填寫。僅限捷徑的應用程式需先完成一次捷徑設定。

source: your app
zh_hk: 你的應用程式

source: Open App
zh_hk: 開啟 App
